package com.tangsoft.xkr.jiujiaotianxia.config;

/**
 * Created by xilinch on 2017/12/23.
 */

public class DrawContent {


    public static final String[] content = new String[]{
        "春眠不觉晓，处处闻啼鸟，举杯问美女，我该喝多少？——问在座美女，她说喝几杯就喝几杯",
            "人在江湖走，不能离了酒；人在江湖飘，哪能不喝高。——一杯又一杯，连干这两杯",
            "危难之处显身手，兄弟替哥喝杯酒。——看人品，可找兄弟代一杯",
            "来时夫人有交待，少喝酒来多吃菜。——这一杯给夫人面子可以免了",
            "一条大河波浪宽，端起这杯咱就干。——这一杯必须一口干",
            "客人喝酒就得醉，要不主人多惭愧。——是客人必须喝，是主人可以不喝",
            "要让客人喝好，自家先要喝倒。——是主人必须喝，是客人可以不喝",
            "东风吹，战鼓擂。今天喝酒谁怕谁？——看这气势必须豪饮两杯",
            "今日酒，今日醉，不要活得太疲惫。好也过，歹也过，只求心情还不错。——好歹都要喝了这一杯吧",
            "朝辞白帝彩云间，半斤八两只等闲。——好酒量，喝一杯",
            "少小离家老大回，这杯我请美女陪。——带任务喝酒：请在座美女对饮一杯",
            "开心的小酒醉就醉，哪怕回家和老婆背靠背。——够胆量，喝一杯",
            "男人女人都不醉，宾馆绝对没人睡。——邀请异性喝一杯",
            "会喝一两喝二两, 这样朋友够豪爽。——浅尝一口不用干，机会留到下一场",
            "会喝二两的喝五两, 这样同志党培养。——连干两杯跑不掉",
            "会喝半斤的喝壹斤, 这样哥们最贴心。——喝一杯一口干",
            "会喝壹斤的喝壹桶, 回头提拔当副总。——再喝一杯不是事儿",
            "会喝壹桶的喝壹缸, 酒厂厂长让你当——“厂长”与大家同乐，干一杯",
            "一两二两漱漱口，三两四两不算酒，五两六两扶墙走，七两八两还在吼。——先来两杯别多说",
            "劝君一盏君莫辞，劝君两盏君莫疑，劝君三盏君始知。——陪兄弟一起干一杯",
            "甘为革命献肠胃，革命小酒天天醉。——为了肠胃喝两杯",
            "戴着眼镜学问高，喝起酒来有绝招。——戴眼镜的大伙儿先来一杯",
            "人生得意须尽欢，这杯福酒都要干。———为了幸福干一杯",
            "只要感情到位，不喝也会陶醉。——免喝酒签，看别人喝",
            "锄禾日当午，汗滴禾下土。连干两杯酒，绝对不说苦。——看来是海量，请连喝两杯",
            "只要感情好，能喝多少喝多少。——拉上兄弟喝一杯",
            "感情浅，哪怕喝大碗；感情深，哪怕舔一舔。——是客人喝一杯，主人免喝",
            "相聚都是知心友，我先喝俩舒心酒。——好兄弟，干一杯",
            "天上无云地下旱，刚才那杯不能算。——再来一杯",
            "一碰二喝老规矩，好事成双两相愿。——说了两杯就两杯",
            "喝酒不喝醉，不如打瞌睡；何况这是酒，不是敌敌畏。——干了这杯再一杯",
            "人生难得几回醉，喝得一定要到位。——再来一杯逃不了",
            "万水千山总是情，少喝一杯行不行？——大权特赦免一杯",
            "天蓝蓝，海蓝蓝，一杯一杯往下传。——邀请全场起身干一杯",
            "酒是长江水，越喝越貌美。酒是粮食精，越喝越年轻。——邀请在座美女喝一杯",
            "大海航行靠舵手，增进友谊靠喝酒。——邀请兄弟一起喝一杯",
            "酒不醉人人自醉，您不喝酒太惭愧。——这一杯一口干",
            "脸儿红，心儿跳，酒精对您也无效。——酒神呀，连干三杯",
            "一杯金，二杯银，三杯喝出聚宝盆。——邀请两位朋友三人一起喝一杯",
    };

    public static final String share_title = "大伙儿正在“酒交天下”玩抽签行酒令，一起来吧！";

    public static final String shar_content = "";

    public static String share_url = "http://app.jiujtx.com/Product/LoveToken/@.aspx?UserId=@";
}
